Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B03A.tmx
Source language: en_us
Languages: zh_cn

source: Global Economic Winners: African Economy Booms
zh_cn: 全球经济赢家：非洲经济繁荣-普莱斯基金

source: Five Countries To Watch
zh_cn: 五国关注――弗朗西斯.内斯比特

source: In May 2000, The Economist magazine declared that Africa was "the hopeless continent."
zh_cn: 在2000年五月，《经济学家》杂志声称非洲是“绝望大陆”。

source: Eleven years later, in 2011, it referred to Africa as "the hopeful continent."
zh_cn: 11年以后，在2011年，它认为非洲是“希望之州”。

source: And on October 20, 2012, the magazine stated: "In recent years investors have been piling into Lagos and Nairobi as if they were Frankfurt and Tokyo of old."
zh_cn: 2012年10月20日，该杂志宣称：“近年来投资者大量涌入拉各斯和内罗毕仿佛它们是以前的法兰克福和东京。”

source: Clearly, gloomy skepticism has given way to glowing optimism about Africa, and for good reasonвЂ”over the past 10 years, many of the economies within Africa are outpacing economies anywhere else in the world.
zh_cn: 明显地，对于非洲的态度，认为前景惨淡的怀疑论已经让位给光明前途的乐观主义，充分的理由来说，在过去的10年里，非洲经济体的经济都超过世界上其他地区。

source: In fact, according to the International Monetary Fund's (IMF) World Economic Outlook released in October 2012, 11 of the world's 20 fastest-growing economies are in Africa, and this booming economic growth has helped create the fastest-growing middle class in the world.
zh_cn: 实际上，根据国际货币基金组织在2012年10公布的世界经济展望，全球20个经济发展最迅速的国家中十一个是非洲的国家，这种经济蓬勃发展的速度有助于创造世界上中产阶级的迅猛增长。

source: Of course, the major trends driving this growthвЂ”changing policy environments, a growing middle class that expects equitable social and economic policies, high commodity prices, robust domestic demand, and rapid mass urbanization---have not affected all countries on the continent equally.
zh_cn: 当然，主要的趋势推动经济的发展――改变政策环境，不断壮大的中产阶级希望公平的社会和经济政策，高的商品价格，强劲的国内需求，以及快速城市化――不受到大陆上一样国家的影响。

source: Here's a quick look at five economies that have especially benefited from recent developments, and those that pose some of the best potential for the future.
zh_cn: 下面我们来快速浏览一下从近期发展中尤其受益的五个国家，他们在未来有着最好的潜力。

source: South Africa: The Continent's Largest Economy
zh_cn: 1.南非：大陆最大经济体

source: Africa's southernmost country has a mature economy with strong industrial, financial, and transportation sectors.
zh_cn: 非洲最南部国家拥有成熟的经济体制，雄厚的工业，充足的金融和运输部门。

source: With GDP estimated at $408 billion and per capita income estimated at $11,000 for 2012, the country sits firmly in the World Bank's Upper-Middle-Income category, along with Brazil and China.
zh_cn: 2012年国内生产总值估计408000000000美元，人均收入估计11000美元，这个国家和巴西、中国一样稳居世界银行中等收入的行列。

source: In 2010, South Africa joined the BRICS (Brazil, Russia, India, China and South Africa), an association of top emerging economies distinguished by their fast growth and burgeoning influence in regional and global matters.
zh_cn: 在2010年南非加入金砖四国（巴西，俄罗斯，印度，中国和南非），一个由其在地区和全球事务中有着快速发展和新兴影响为区分的新兴经济组织。

source: Despite its developed infrastructure and abundant natural resources, South Africa does face challenges in the areas of governance and inequality.
zh_cn: 尽管拥有完善基础设施和丰富的自然资源，南非在地区治理和不平等问题上仍然面临着挑战。

source: Protests, strikes, and instability have hindered foreign investment in the country.
zh_cn: 罢工，抗议和不稳定这些都阻碍外国投资者在南非进行投资。

source: And compared to Africa's Middle-Income Economies --- or MICs, as defined by the World Bank---South Africa's 2.6% economic growth rate is sluggish.
zh_cn: 和非洲中等收入经济体制相比，世界银行认为南非2.6%的经济增长速度是迟缓的。

source: (This has partially been because closer ties to the global economy and substantial exposure to the Euro zone mean South Africa has been more affected by the global economic slowdown.)
zh_cn: （一部分是因为南非和全球经济关系更加密切和欧元区的大量暴露，这些意味着南非已经受到全球经济放缓的影响。）

source: That said, the country is a major regional powerhouse.
zh_cn: 这也就是说，这个国家是地区的主要强国。

source: It has large investments in neighboring countries.
zh_cn: 它在邻国拥有大量的投资。

source: And South African companies --- particularly its financial services, retail, fast food, supermarket, service station, and textile firms --- are flooding the continent with consumer goods and services.
zh_cn: 南非的公司――尤其是它的金融服务业，零售，快餐，超市，服务站以及纺织公司――这些都充斥在商品市场和服务业上。

source: This has given the country an outsize influence on the continent, and a firm stake in the success of economies across Africa.
zh_cn: 这些使南非给欧洲大陆带来巨大的影响，也是南非成功的跨出非洲的重要因素。

source: 2.Nigeria: A Waking Giant
zh_cn: 2.尼日利亚：一个苏醒的巨人

source: Nigeria, in West Africa, tops most lists of African countries to watch over the next decade.
zh_cn: 尼日利亚，位于非洲的西部，未来十年值得关注的非洲国家榜首。

source: Traditionally known as "the sleeping giant of Africa," the country has a huge population of more than 167 million, over 50% of which lives in urban areas like Lagos and Kano.
zh_cn: 传统上被认为是“非洲沉睡的巨人”，这个国家拥有超过167000000的巨大人口，超过50%的人民居住在像拉各斯和卡诺的城市里。

source: According to the state-run Nigeria National Petroleum Corporation (NNPC), Nigeria is Africa's largest oil producer, exporting 2.5 million barrels per day.
zh_cn: 根据尼日利亚国有石油公司可知，尼日利亚是非洲最大的产油国，每天出口石油2500000桶。

source: Economically, it has registered a solid 7% growth rate for the last decade, and politically, with its second civilian transfer of power in less than a decade, the country has begun to consolidate its democratic reforms.
zh_cn: 经济上来说，它留下了十年来坚实的7%的增长速度，政治上，在第二次人民权利移交不到十年里，又开始了巩固民主改革的措施。

source: In many ways, Nigeria's current status resembles that of Brazil before political and social reforms turned around its economy in the 1990s.
zh_cn: 在很多方面，尼日利亚现在的地位类似于20世纪90年代还未进行政治社会改革以扭转经济的巴西。

source: Nigeria may be able to replicate Brazil's success by adopting similar policies, including investing in infrastructure, reducing poverty and inequality, and reforming institutions.
zh_cn: 尼日利亚也许能够通过采取相同的政策来复制巴西的成功，包括完善基础设施，减少贫困和不平等，还有机构改革。

source: According to an October 2012 report by Standard Chartered Research, Nigeria's challenge is to replicate its success in technology (mobile telephony) in the utilities, refining, and agricultural sectors.
zh_cn: 根据2012年十月渣打银行的研究报告，尼日利亚的挑战是成功复制技术（移动电话）在公共事业，精炼，农业部门上。

source: The report urges Nigeria to move away from the "system of patronage" that has held the country back for decades.
zh_cn: 报告敦促尼日利亚摆脱使国家倒退十年的“控制系统”。

source: It also calls for greater emphasis on diversification and long-term planning that will change Nigeria from an "allocation" to a "production" state.
zh_cn: 同时还呼吁更加重视多样性和长远性，从而使尼日利亚能够实现从“分配”到“生产”。

source: The report states that, "Oil and gas, even given Nigeria's vast resources, are not going to determine development in the future."
zh_cn: 这份报告声明：“石油和天然气，甚至尼日利亚的丰富的资源，这些都不能决定未来的发展。”

source: Nonetheless, there is a great deal of optimism surrounding Nigeria.
zh_cn: 然而，对于尼日利亚也有很多乐观的态度。

source: The Economist even suggested recently that Nigeria's economy, messy as it still is, has the potential to overtake South Africa within a few years.
zh_cn: 《经济学》杂志甚至暗示近年来的尼日利亚的经济会和以前一样复杂，在未来的几年里有潜力超过南非。

source: Angola: A China-Fueled Surge
zh_cn: 3.安哥拉：一个中国燃料大浪

source: Angola is sub-Saharan Africa's third-largest economy after South Africa and Nigeria, with a GDP of $107 billion and per capita income of $8,200.
zh_cn: 安哥拉是撒哈拉沙漠以南的第三大经济体，仅次于南非和尼日利亚，国内成产总值为107000000000美元，人均收入为8200美元。

source: Since the end of the civil war in 2002, Angola's economy has been growing much faster than the continent's two powerhouses, and the World Bank recently reclassified it as an Upper-Middle-Income economy.
zh_cn: 自从2002年内战以来，安哥拉的经济发展速度超过欧洲大陆中心，世界银行最近重新分类，划分安哥拉为中等收入国家。

source: Unlike South Africa, however, Angola has a young economy that lacks diversification.
zh_cn: 不像南非，然而，安哥拉有一个年轻的缺乏多样性的经济体制。

source: And the country is still recovering from that 27-year-long civil war, which devastated its economy and people.
zh_cn: 27年之久的内战使这个国家现在仍然是在恢复经济，内战给经济和人民带来破坏。

source: Angola is the continent's second largest exporter of oil.
zh_cn: 安哥拉是非洲第二大石油出口国。

source: Its economy was expanding at a rate of 15% before the global recession of 2009.
zh_cn: 其经济增长速度在2009年全球经济衰退之前已经上升到15%。

source: Despite the current contraction, its economy is still expected to expand by 6.8% this year thanks to the export of oil and diamonds, as well as uranium, iron ore, gold, and copper.
zh_cn: 尽管目前经济收缩，由于出口石油，钻石还有铀，铁矿石，金，和铜，经济增长速度依然有望于增长到6.8%。

source: (Most of Angola's oil goes to China; Angola is China's biggest trading partner on the continent.)
zh_cn: （大部分的安哥拉石油都出口到了中国；安哥拉是中国在非洲大陆最大的贸易伙伴。）

source: Since the end of the war, Angola's civilian government has instituted aggressive economic and social reforms that are beginning to bear fruit, and it claims to have reduced poverty from 68% to 39% over the last decade.
zh_cn: 内战结束后，安哥拉平民政府制定了经济和社会改革政策，已经初见成效，安哥拉政府宣称在过去的10年里贫困率已经有68%下降到了39%。

source: It has also asserted an infrastructure development program to build thousands of miles of roads and railroads, and hundreds of bridges and reconstructed airports.
zh_cn: 政府还声称有一个完善基础设施的计划，建成数千英里的公路和铁路，建设数千个桥梁和重建飞机场。

source: Most of these infrastructure projects involve Chinese firms under an oil-for-infrastructure deal that some criticize as favoring China.
zh_cn: 大多数基础设施建设项目涉及到中国的公司，石油或基础设施的交易使一些人批评中国，认为这是为中国牟利。

source: Ghana: Africa's Next Economic Star?
zh_cn: 4.加纳：下一个非洲经济之星？

source: Another emerging African "lion" is West Africa's Ghana, which is still classified as a Lower-Middle-Income country by the World Bank.
zh_cn: 另一个新兴的非洲“狮子”是西非的加纳，仍然被世界银行分类为中低收入的国家。

source: Its economy grew at 14.3% in 2011, making it one of the fastest-growing economies in the world (and tops on the African continent), though the World Bank expects its growth to slow to 7.5% for 2012.
zh_cn: 2011年加纳经济以14.3%的速度增长，使它成为世界经济增长最快的国家之一（在非洲国家前列），虽然世界银行估计其在2012年增长速度将放缓至7.5%。

source: Ghana's growth can largely be attributed to increased oil production, although diamond, iron ore, and cocoa exports also contributed to the bottom line.
zh_cn: 加纳经济的增长很大程度上归功于石油产量的增加，虽然钻石，铁矿石和可可的出口也有助于提升底线。

source: After decades of mismanagement, Ghana began to turn its economy around in the early 1990s, when it instituted wide-ranging economic reforms with the support of the IMF and World Bank.
zh_cn: 在数十年的经济经营不善后，加纳在20世纪90年代早期开始转变经济，在国际货币基金组织和世界银行的支持下开始广泛进行经济改革。

source: In 2007, oil was discovered, which led to faster economic growth.
zh_cn: 2007年发现石油，这使得加纳经济更快发展。

source: Today, Ghana has been a stable democracy since 1992, and is considered a model for prudent political and economic reform.
zh_cn: 今天，加纳从1992年开始已经成为一个稳定的民主国家，加纳被认为是谨慎政策和经济改革的典范。

source: Ethiopia: Public Sector Investment
zh_cn: 5.埃塞俄比亚：公共部门投资

source: Ethiopia is an example of a non-resource-rich country with an economy that nonetheless grew at an average of 11% between 2004 and 2011.
zh_cn: 埃塞俄比亚是一个资源匮乏然而经济增长速度在2004年到2011年却一直保持在11%的例子。

source: According to the World Bank, this is based on its government's public sector investments in agriculture, industrialization, and infrastructure.
zh_cn: 根据世界银行的报告，这是基于其政府公共部门投资在农业，产业化和基础设施而形成的。

source: Government investments in hydropower have made Ethiopia a net exporter of electricity to neighboring countries such as South Sudan and Djibouti.
zh_cn: 政府投资建设埃塞俄比亚水电站，出口净水和电给邻国，像南苏丹和吉布提。

source: And with a population of 85 million, Ethiopia is sub-Saharan Africa's second most populous country, after Nigeria.
zh_cn: 拥有人口85000000，埃塞俄比亚是撒哈拉沙漠以南非洲人口第二多的国家，仅次于尼日利亚。

source: With that population expected to reach 100 million by 2020, Ethiopia represents a huge market that is expected to drive economic integration in the region and growth for its neighbors.
zh_cn: 到2020年埃塞俄比亚人口有望于增长到100000000，埃塞俄比亚表示这是一个巨大的市场来推动区域经济一体化和带动邻国经济发展。

source: In addition, the country has been praised for making progress in all areas of the Millennium Development Goals (ending poverty, hunger, and disease).
zh_cn: 另外，该国已被称赞在千年发展的各个领域都取得发展（消除贫困，饥饿和疾病）。

source: The Ethiopian government estimates that poverty declined from 38.7% in 2004 to 29.6% in 2011.
zh_cn: 埃塞俄比亚政府宣布贫困率由2004年的38.7%下降到2011年的29.6%。

source: As a result, Ethiopia has laid the foundations for sustainable growth and even emerging economy status.
zh_cn: 因此，埃塞俄比亚为可持续发展乃至新经济地位的发展奠定了基础。

source: A Look To The Future
zh_cn: 未来展望

source: While these five economies represent some of the brightest spots on the continent, others are waiting in the wings, particularly those that are rich in resources.
zh_cn: 虽然这五个国家是非洲大陆的亮点，但是其他的国家也在展翅待飞，尤其是那些资源丰富的国家。

source: The World Bank notes that the combined benefits of a peace dividend and iron ore exports in Sierra Leone, for example, have led to a 25% growth rate over the course of 2012.
zh_cn: 世界银行指出，在塞拉利昂，合并有利于和平分割和铁矿石的出口，例如，在2012年带来了25%的增长率。

source: Similarly, in Niger, uranium and oil exports have led to a 15% growth rate this year.
zh_cn: 同样的，在尼日尔，铀和石油在今年也带来了15%的增长率。

source: According to the October 2012 edition of Africa's Pulse, a World Bank publication, at least 10 countries are expected to join the 21 in sub-Saharan Africa that the bank classifies as MICs.
zh_cn: 根据2012年10月版的《非洲脉冲》，世界银行出版社，至少有十一个国家参加21个在撒哈拉沙漠以南非洲的会议，并将被世界银行分类到收入中上等得国家。

source: Among those predicted to be upwardly mobile are Kenya, Tanzania, and Rwanda, where the discovery and development of new reserves of oil, gas, and other minerals, is expected to accelerate growth.
zh_cn: 在这些预测中，肯尼亚，坦桑尼亚，卢旺达都是向上移动的，这些国家发现和开发石油，天然气和其他矿产，这些有望于加速发展。

source: Terra Lawson-Remer, a Fellow for Civil Society, Markets &amp; Democracy at the Council for Foreign Relations in Washington, D.C., cautions not to paint Africa's growth story with "too broad a brush stroke."
zh_cn: 特拉.劳森.雷默，民间社会的同伴，市场和民主在华盛顿召开的外交关系委员会中，警告不要用“过度的画笔”来粉刷非洲的发展故事。

source: She notes that most of the countries that have registered rapid growth rates are resource-rich, and have benefited from high commodity prices in recent years.
zh_cn: 她指出许多国家注册的经济快速增长是因为资源丰富，今年来高物价给他们带来很多好处。

source: Emira Woods, co-director of Foreign Policy in Focus at the Institute for Policy Studies, also cautions against focusing too much on growth rather than equity.
zh_cn: 艾玛拉.沃茨，共同外交政策研究会会长，也警告不要过度注重增长而不注重平等。

source: She notes that, "We are seeing growing inequality both within and among countries."
zh_cn: 她指出，“我们看到越来越多的国内和国家之间的不平等。”

source: This inequality is compounded by the rising expectation among the poor for wealth-sharing that, if not met, could lead to political instability.
zh_cn: 这种不平等是由经济上升中穷人希望财富共享形成的，如果不满足这一要求，就会导致政治不稳。

source: "This is the reason we have protests in Nigeria, Tahrir Square [in Egypt], Sudan, and Tunisia," Woods said.
zh_cn: “这就是我们在尼日利亚，塔利尔广场（埃及），苏丹，以及突尼斯抗议的原因。”沃茨说。

source: "The current labor uprising in South Africa also shows evidence of the problem of expectations [and] of inequality."
zh_cn: “目前南非劳动力的上升也证明着期望和不平等。”

source: Nevertheless, there are strong signs for the continent as a whole.
zh_cn: 然而，有强烈迹象表明非洲大陆是一个整体。

source: Lawson-Remer suggests the downturn in Europe's economic fortunes means that "capital looking for investments has to go elsewhere."
zh_cn: 劳森.雷默表明欧洲经济的衰退意味着“资金到别的地方寻找投资。”

source: Thanks to Africa's growing economies, high rate of return, and abundance of natural and human resources, Western conglomerates like IBM, Nokia, and Nestlé are investing heavily.
zh_cn: 由于非洲经济的增长，高回报，和丰富的自然和人类资源，西方的集团公司，诺基亚，和雀巢都大量投资。

source: And China's interest shows no sign of waning.
zh_cn: 中国对非洲的兴趣并没有减弱的迹象。

source: The country's trade with Africa is expected to hit $220 billion in 2012 --- a 25% growth rate annually --- and its former vice-minister of commerce, Wei Jianguo, told China Daily that Africa will surpass the U.S. and the E.U. to become China's largest trading partner.
zh_cn: 在2012年，中国与非洲的贸易总额将达到220000000000，同年增长25%――此外前任商务部副部长，魏建国，告诉中国日报，非洲将超越美国和欧盟成为中国最大的贸易伙伴。

source: Woods argues that, across the continent, technological development will be the "way of the future."
zh_cn: 沃茨认为，整个大陆，技术的发展将是“未来之路”。

source: She points to innovations such as mobile banking and the massive penetration of mobile phone technology, as positive developments.
zh_cn: 她指出，像移动银行和移动电话技术的大量渗透，将是积极的发展。”

source: "The combination of the fast-growing youth bulge --- workers aged 16 to 30 --- and technological innovations are positive and bode well for the continent," Woods said.
zh_cn: “把快速成长的16到30岁的杰出工人和技术创新结合在一起，将是积极有助于整个大陆的，”沃茨说。

source: Considering these factors, there is reason to believe that, despite challenges, Africa will continue to produce dynamic, emerging market economies.
zh_cn: 考虑到这些因素，我们有理由相信，尽管面临挑战，非洲仍然会保持成产动力，新兴市场经济。

source: South Africa, Nigeria, Ghana, Angola, and Ethiopia may just be the first wave --- with many more to follow.
zh_cn: 南非，尼日利亚，加纳，安哥拉，和埃塞俄比亚可能是第一波――还有更多的国家紧随其后。

source: Download a Prospectus Francis Njubi Nesbitt is an associate professor of Africana Studies at San Diego State University. Previously, he worked as a reporter and editor at the Daily Nation in Nairobi, Kenya; the Seattle Skanner in Seattle, Washington; and the Union-News and Sunday Republican in Springfield, Massachusetts.
zh_cn: 弗朗西斯.内比特是圣地亚哥州立大学非洲研究所副教授，他作为一名记者和编辑在肯尼亚，内罗毕的《每日国家》；华盛顿，西雅图的《西雅图浏览者》；马萨诸塞州，斯普林菲尔德的《联合新闻》和《星期日共和党》工作。

source: He is the author of Race for Sanctions (2004) and Politics of African Diasporas (2012).
zh_cn: 他是《种族的制裁》（2004），和《政治与非洲移民社群》(2012)的作者。

source: His writing has been published in numerous journals including African Affairs, International Journal of Southern African Studies, African Issues, African World, and Africa World Review, and he is a regular contributor to Foreign Policy in Focus.
zh_cn: 他的作品很多都已经出版了包括《非洲事务》，《国际非洲南部研究》，《非洲问题》，《非洲世界》和《非洲世界评论》，他是外交政策焦点的主要贡献者。
